---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.FbxLightPhotometricsFam
source: html/0c89c987-9b26-f5c2-eb01-fe10040248e5.htm
---
# Autodesk.Revit.DB.ParameterTypeId.FbxLightPhotometricsFam Property

"Light Source Definition (family)"

## Syntax (C#)
```csharp
public static ForgeTypeId FbxLightPhotometricsFam { get; }
```